Revit 2027 API
ParameterTypeId.RbsCabletrayconduitBendorfitting Property
 "Bend or Fitting"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCabletrayconduitBendorfitting { get; }
Public Shared ReadOnly Property RbsCabletrayconduitBendorfitting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCabletrayconduitBendorfitting {
	ForgeTypeId^ get ();
}
static member RbsCabletrayconduitBendorfitting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace